{"modelTopology":{"class_name":"Sequential","config":{"name":"sequential_5","layers":[{"class_name":"Flatten","config":{"name":"flatten_Flatten5","trainable":true,"batch_input_shape":[null,7,7,1024],"dtype":"float32"}},{"class_name":"Dense","config":{"units":256,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense9","trainable":true}},{"class_name":"Dense","config":{"units":5,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense10","trainable":true}}]},"keras_version":"tfjs-layers 4.5.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.5.0","convertedBy":null,"weightsManifest":[{"paths":["./my_model.weights.bin"],"weights":[{"name":"dense_Dense9/kernel","shape":[50176,256],"dtype":"float32"},{"name":"dense_Dense9/bias","shape":[256],"dtype":"float32"},{"name":"dense_Dense10/kernel","shape":[256,5],"dtype":"float32"},{"name":"dense_Dense10/bias","shape":[5],"dtype":"float32"}]}]}